tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "cmake"
brew "ctags"
brew "direnv"
brew "git"
brew "git-flow"
brew "imagemagick"
brew "mysql@5.7", restart_service: true
brew "nodebrew"
brew "readline"
brew "python", link: false
brew "rbenv"
brew "redis"
brew "vim", args: ["with-override-system-vi"]
cask "alfred"
cask "chromedriver"
cask "db-browser-for-sqlite"
cask "docker-edge"
cask "font-hack-nerd-font"
cask "skitch"
